<?php

return [
    'pick' => [
        'project' => 'پروژه مورد نظر را انتخاب کنید:',
        'task' => 'تسک مورد نظر را انتخاب کنید:',
        'user' => 'کاربر مورد نظر را انتخاب کنید:',
        'board' => 'بورد مورد نظر را انتخاب کنید:',
        'sprint' => 'اسپرینت مورد نظر را انتخاب کنید:',
        'status' => 'وضعیت جدید را انتخاب کنید:',
    ],

    'enter' => [
        'summary' => 'خلاصه تسک را تایپ کنید:',
        'task_description' => 'توضیحات تسک را وارد کنید:',
        'email' => 'ایمیل حساب جیرا خود را وارد کنید:',
        'topic_name' => 'نام جدید تاپیک را وارد کنید:',
    ],

    'cancelled' => 'عملیات لغو شد.',
    'invalid_input' => 'ورودی نامعتبر است. لطفاً دوباره تلاش کنید.',
    'already_waiting' => 'هنوز در انتظار پاسخ شما هستم، لطفاً اطلاعات خواسته‌شده را ارسال کنید.',
    'expired' => 'این عملیات منقضی شده است، لطفاً دوباره شروع کنید.',
    'select_project_first' => 'ابتدا پروژه را انتخاب کنید.',
];
